# Задание 4: Подсчет частоты вхождений

text = input("Введите текст: ")
print(text.count("Design"))
