# Задание 5: Частичная замена ключевых слов

text = input("Введите описание магазина: ")
print(text.replace("Design", "Art", 2))
