# Задание 3: Замена ключевых слов

card = input("Введите карточку товара: ")
print(card.replace("Art", "Design"))
